[
  {
    "Category": "Accessibility accommodation services",
    "Service": "Authorize a representative for pick up my ballot  (Authorized representative form)",
    "Service description": "form to give your written permission to a representative who can pick up your ballot at the Marin County Elections Department.",
    "Data source": "https://www.marincounty.gov/departments/elections/forms"
  },
  {
    "Category": "Accessibility accommodation services",
    "Service": "Request reasonable ADA accommodations to participate in a program, service, or activity in Marin County for County-sponsored events (Reasonable accommodation request)",
    "Service description": "Contact to request auxiliary aid or service for effective communication, or a modification of policies or procedures to participate in a program, service, or activity of the County of Mari This includes qualified sign language interpreters, documents in Braille, and other ways of making information and communications accessible to people who have speech, hearing, or vision impairments",
    "Data source": "https://publicworks.marincounty.gov/ada-notice-reasonable-accommodations/"
  },
  {
    "Category": "Administrative change services",
    "Service": "Apply for new address, a new address for Accessory Dwelling Units, or to change the name of a street (Situs Address and Street Name Change Request Form)",
    "Service description": "Form to apply for new address, a new address for Accessory Dwelling Units, or to change the name of a street. A situs address is the official address assigned by a tax assessor to a piece of property, designating its physical location for legal, taxation, and jurisdictional purposes",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/address-request-form"
  },
  {
    "Category": "Administrative change services",
    "Service": "Book Appointments",
    "Service description": "Make an appointment to meet with an Assessor staff member (Divisions: Real property, business/personal property, change or ownership, exemptions)",
    "Data source": "https://chatgpt.com/c/6890dc1e-efb4-8327-ab48-995a951e083f"
  },
  {
    "Category": "Administrative change services",
    "Service": "Expungement (Clean Slate Services/ Expunge your records)",
    "Service description": "Application for expungement. Any person who was convicted of a felony or misdemeanor, who successfully completed probation, is not now serving a sentence for any other offense, is not charged with the commission of a new offense and is not currently on probation, parole, and/or mandatory supervision. If you've gone to prison, a conviction can be expunged two years after a person's release from prison.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/clean-slate"
  },
  {
    "Category": "Civic participation services",
    "Service": "Application to serve as an Election Worker",
    "Service description": "Form to apply to serve as an Election Worker.",
    "Data source": "https://www.marincounty.gov/departments/elections/forms"
  },
  {
    "Category": "Civic participation services",
    "Service": "Apply to serve on the Civil Grand Jury",
    "Service description": "Serve on the Civil Grand Jury. Time commitment of 1 year. Jurors get trained on civil grand jury responsibilities, local government, investigation, report-writing techniques",
    "Data source": "https://www.marincounty.gov/departments/grand-jury/apply-serve-civil-grand-jury"
  },
  {
    "Category": "Civic participation services",
    "Service": "Become a Lookout Volunteer to volunteer during fire season (Become a Lookout Volunteer)",
    "Service description": "Marin County Fire Lookouts are volunteers who serve during the fire season. Fire season normally runs from July through October (depending on the rain).",
    "Data source": "https://www.marincounty.gov/departments/fire/administration/get-involved"
  },
  {
    "Category": "Civic participation services",
    "Service": "Buy Tickets for a Frank Lloyd Wright Tour",
    "Service description": "Take a docent-led, behind-the-scenes tour of the Marin County Civic Center designed by renowned architect Frank Lloyd Wright.",
    "Data source": "https://www.marincounty.gov/departments/cultural-services/frank-lloyd-wright/frank-lloyd-wright-tours/buy-tickets-frank-lloyd-wright-tour"
  },
  {
    "Category": "Civic participation services",
    "Service": "Candidate application and statement of qualifications form (Candidate application)",
    "Service description": "To begin the process of running for office, the candidate must fill an application and complete a qualifications form",
    "Data source": "https://www.marincounty.gov/departments/elections/forms"
  },
  {
    "Category": "Civic participation services",
    "Service": "Internship Program",
    "Service description": "Intern with the Marin County Public Defender",
    "Data source": "https://www.marincounty.gov/departments/public-defender/internship-program"
  },
  {
    "Category": "Civic participation services",
    "Service": "Join the Explorer Program for young people with the fire department (Join the Explorer Program)",
    "Service description": "The Explorer program is for young people between the ages of 15 and 19 years old. It offers participants valuable work experience and community service hours.",
    "Data source": "https://www.marincounty.gov/departments/fire/administration/get-involved"
  },
  {
    "Category": "Civic participation services",
    "Service": "Join the Measure W Oversight Committee that handles the transient occupancy tax to provide funding for enhanced services, including fire and emergency services (Join the Measure W Oversight Committee)",
    "Service description": "Measure W created the West Marin Transient Occupancy Tax Area. In recognition of the impacts of visitors to the area, the increase in transient occupancy taxes will provide more funding for enhanced services, including fire and emergency services. Periodically, the Committee will accept applications for new members.",
    "Data source": "https://www.marincounty.gov/departments/fire/administration/get-involved"
  },
  {
    "Category": "Civic participation services",
    "Service": "Make a comment at Board of Supervisors meeting",
    "Service description": "You can make a comment at a meeting online, by phone, or in-person. The 1-3 minute time limit for making your comment, set by the Board President during the meeting.",
    "Data source": "https://www.marincounty.gov/departments/board/board-supervisors-meetings/make-comment-board-supervisors-meeting"
  },
  {
    "Category": "Civic participation services",
    "Service": "Marin County Medical Volunteer Programs",
    "Service description": "Volunteer program for licensed healthcare providers, retirees, or individuals interested in supporting the County of Marin Department of Public Health to support non-emergency activities (e.g., community outreach and disaster preparedness education, flu clinics, etc.) and emergency response activities (e.g., emergency shelter clinic staffing, emergency call center staffing, temporary evacuation place support, etc.)",
    "Data source": "https://www.marinhhs.org/marin-county-medical-reserve-corps"
  },
  {
    "Category": "Civic participation services",
    "Service": "Paid & Unpaid Internships",
    "Service description": "Opportunities for paid and unpaid internships",
    "Data source": "https://www.hr.marincounty.gov/our-divisions/internships-volunteers/marinterns"
  },
  {
    "Category": "Civic participation services",
    "Service": "Public administrator Internship Opportunity (Internship Opportunity)",
    "Service description": "Intern with the office of the public administrator and support county staff members as they settle the estates of people",
    "Data source": "https://www.marincounty.gov/departments/finance/public-administrator/internship-opportunity"
  },
  {
    "Category": "Civic participation services",
    "Service": "Schedule a Private or School Group Frank Lloyd Wright Tour",
    "Service description": "Book tours of Marin County Civic Center for groups of 10 or more.",
    "Data source": "https://www.marincounty.gov/departments/cultural-services/frank-lloyd-wright/frank-lloyd-wright-tours/schedule-private-or-school-group-frank-lloyd-wright-tour"
  },
  {
    "Category": "Civic participation services",
    "Service": "School visit request for the fire department (School Visit Request)",
    "Service description": "Use this form to request an educational visit from one of the six Marin County Fire Department stations to your school or classroom. Our team can provide a presentation focused on fire safety and prevention.",
    "Data source": "https://www.marincounty.gov/departments/fire/administration/find-frequently-used-forms/school-visit-request"
  },
  {
    "Category": "Civic participation services",
    "Service": "Volunteer Program placement support (Volunteer Program)",
    "Service description": "HHS facilitates the placement of volunteers to work with different division of the Civic Center",
    "Data source": "https://www.marinhhs.org/volunteer-program"
  },
  {
    "Category": "Civic participation services",
    "Service": "Volunteer with Marin County Parks (Volunteer)",
    "Service description": "Community volunteer with Marin County Parks helping keep parks and preserve them green and clean",
    "Data source": "https://parks.marincounty.gov/discoverlearn/volunteer"
  },
  {
    "Category": "Civic participation services",
    "Service": "Volunteer with the Marin County department of cultural services",
    "Service description": "Volunteer opportunities for people enthusiastic about performing arts",
    "Data source": "https://www.marincounty.gov/departments/cultural-services/volunteer-us"
  },
  {
    "Category": "Civic participation services",
    "Service": "Vote on how funds should be spent (Marin County Participatory Budgeting)",
    "Service description": "Survey to share ideas and support decision making about publicly funded projects",
    "Data source": "https://participatory-budgeting-2-marincounty.hub.arcgis.com/"
  },
  {
    "Category": "Civic participation services",
    "Service": "Voter Registration",
    "Service description": "Registration to vote in elections",
    "Data source": "https://www.marincounty.gov/departments/elections/voter-registration"
  },
  {
    "Category": "Compliance services",
    "Service": "Apply for a  Land Conversation Contract or Farm Land Security Zone Contract (Williamson Act Application)",
    "Service description": "Form to apply for either a Land Conversation Contract or Farm Land Security Zone Contract for farm properties",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/dev-resources/williamson-act-program/williamson-act-application-0"
  },
  {
    "Category": "Compliance services",
    "Service": "Apply for a  waiver of the fee to build a Accessory Dwelling Unit (ADU) (ADU fee waiver program)",
    "Service description": "Learn about the process and apply for reduce County fees or build an Accessory Dwelling Unit (ADU)",
    "Data source": "https://www.marincounty.gov/departments/cda/housing-and-grants/creating-housing/adu-fee-waiver-program"
  },
  {
    "Category": "Compliance services",
    "Service": "Apply for a Public Convenience and Necessity determination as required by an Alcoholic Beverage Control (ABC) license (Public Convenience and Necessity Application)",
    "Service description": "Form to apply for a Public Convenience and Necessity determination if required by the State Department of Alcoholic Beverage Control (ABC) for a proposed ABC License",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/pcn-application"
  },
  {
    "Category": "Compliance services",
    "Service": "California food handler card",
    "Service description": "Application to be involved in the preparation, storage, or service of food in a food facility",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/applications-business/food-handler-cert"
  },
  {
    "Category": "Compliance services",
    "Service": "California food manager certification",
    "Service description": "Information to get a food manager certification",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/applications-business/food-manager-cert"
  },
  {
    "Category": "Compliance services",
    "Service": "Certification to crop growers and wild crop harvesters (Marin Organic Certified Agriculture (MOCA))",
    "Service description": "The Marin County Department of Agriculture is accredited as a certification agency by the United States Department of Agriculture (USDA) for offering organic certification services in compliance with the National Organic Program (NOP) Federal Rule. MOCA offers general certification to crop growers and wild crop harvesters. All California organic producers must register in their principal county of operation to comply with the State Organic Program (SOP).",
    "Data source": "https://www.marincounty.gov/departments/awm/agriculture/marin-organic-certified-agriculture-moca"
  },
  {
    "Category": "Compliance services",
    "Service": "Change of ownership application",
    "Service description": "Form used to start the process of getting an inspection of an existing food facility before it changes hands to the new owner",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/applications-business/change-ownership"
  },
  {
    "Category": "Compliance services",
    "Service": "Compliance for suppliers of concrete (Pre-qualify your mix design)",
    "Service description": "Get proof of your compliance and get listed as an approved supplier",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/lcc/prequalify-your-mix"
  },
  {
    "Category": "Compliance services",
    "Service": "Compliance forms for low carbon concrete",
    "Service description": "Forms for building project applicants, contractors, and concrete suppliers to comply with Marin County's low carbon concrete code",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/lcc/compliance-forms"
  },
  {
    "Category": "Compliance services",
    "Service": "County sponsored sharps disposal program",
    "Service description": "Information on where to pick up and drop off sharps containers",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-medical-waste/residents/sharps-disposal"
  },
  {
    "Category": "Compliance services",
    "Service": "Exemption request from Marin's mandatory recycling practices for businesses (Marin County Alternative Compliance Form)",
    "Service description": "Request for businesses to be exempt from mandatory recycling due to inadequate space for storage of recyling containers, infrequent pick up of organics or of recycling, insufficient height clearance for automated lift vehicle, or others. Requirements can be found and are enforced by Zero Waste Marin, a program to promote recycling.",
    "Data source": "https://publicworks.marincounty.gov/documents/marin-county-alternative-compliance-form/"
  },
  {
    "Category": "Compliance services",
    "Service": "File a code compliance complaint related to zoning, construction, environmental health, and short-term rentals (How to file a Code Compliance compliant)",
    "Service description": "File a code compliance compliant related to zoning, construction, environmental health and short-term rentals",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/code-compliance-division/how-file-code-compliance-complaint"
  },
  {
    "Category": "Compliance services",
    "Service": "File a fictitious business name if you run a business that does not include your last name (Fictitious Business Name Statement)",
    "Service description": "If you run a business for profit and use a name that does not include your last name, the law requires you to file a fictitious business name.",
    "Data source": "https://arcc.marincounty.gov/services/fictitious-business-name"
  },
  {
    "Category": "Compliance services",
    "Service": "File CEQA documents (California Environmental Quality Act (CEQA))",
    "Service description": "The California Environmental Quality Act (CEQA) helps protect the environment and keeps the public informed and involved in local decisions. It must be filed by the lead agency on the project",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/california-environmental-quality-act-ceqa"
  },
  {
    "Category": "Compliance services",
    "Service": "File or take the notary public oath (Notary Public)",
    "Service description": "Notaries public are commissioned by the California Secretary of State. After receiving your commission, you must file your oath of office with the County Clerk in the county where your main place of business is located.",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/notary-public"
  },
  {
    "Category": "Compliance services",
    "Service": "Food business contraction plans review (Permanent food facility plan check)",
    "Service description": "Information about review and approval of plans for food businesses and requesting meetings or construction inspections",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/food-plan-check"
  },
  {
    "Category": "Compliance services",
    "Service": "Green building compliance for non residential (commercial) new construction (Nonresidential (Commercial) New Construction (2024))",
    "Service description": "Compliance checklist for project owners, architects, engineers, and designers to submit for planning review for green building commercial projects",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/nonres-new-construct-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Green building compliance for One and Two Family, Multifamily, Hotel and Motel New Construction (One and Two Family, Multifamily, Hotel and Motel New Construction (2024))",
    "Service description": "Green building compliance checklist for project owners, architects, engineers, and designers to submit for planning revie. These standards apply for single- and multi-family, and hotel/motel new constructions",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/res-new-construction-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Green building compliance for One and Two-Family Residential Additions and Alterations 750 Square Fee or More (One and Two-Family Residential Additions and Alterations 750 Square Feet Or More (2024))",
    "Service description": "Compliance checklist for project owners, architects, engineers, and designers to submit for planning review for green building projects of one and two-family residential additions and alterations with 750 square feet or more",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/res-remodel-750-more-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Green building compliance for One and Two-Family Residential Additions and Alterations Less Than 750 Square Feet (One and Two-Family Residential Additions and Alterations Less Than 750 Square Feet (2024))",
    "Service description": "Compliance checklist for project owners, architects, engineers, and designers to submit for planning review for green building projects of one and two-family residential additions and alterations with less than 750 square feet",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/res-remodel-750-less-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Health permit application for a food facility (Health permit application)",
    "Service description": "Form used to apply for a health permit license to run a food facility",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/applications-business/health-permit-application"
  },
  {
    "Category": "Compliance services",
    "Service": "Helping businesses with medical waste",
    "Service description": "Information on how businesses can handle and dispose medical waster, including permits and fees associated",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-medical-waste/businesses"
  },
  {
    "Category": "Compliance services",
    "Service": "Inquire if structures in a property are according to regulation (Property Status Determination Application)",
    "Service description": "Form to apply for a determination on whether your structures or uses on your property are legal",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/prop-status-application"
  },
  {
    "Category": "Compliance services",
    "Service": "Inspection report form and checklist for residential on-site septic systems",
    "Service description": "Form used for performance evaluations of septic systems when planning a remodel or for use with real estate sale",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-septic/inspection-checklist"
  },
  {
    "Category": "Compliance services",
    "Service": "Intention to build graywater system notification form (Graywater notification form)",
    "Service description": "Form required to notify intention to build a gray water system",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-graywater/construct-notification-form"
  },
  {
    "Category": "Compliance services",
    "Service": "Legal Document Assistant Corporation/Partnership Application",
    "Service description": "Register as a legal document assistant through a corporation or partnership",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/professional-registrations/legal-document-assistant-registration/legal-document-assistant-corporationpartnership-application"
  },
  {
    "Category": "Compliance services",
    "Service": "Legal Documents Assistant Registration (Legal Documents Assistant)",
    "Service description": "A legal document assistant (LDA) is a trained professional who helps people prepare legal documents. A Legal Document Assistant can only act at the direction of the client. LDAs support people who want to manage their own legal matters without hiring a lawyer",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/professional-registrations/legal-document-assistant-registration"
  },
  {
    "Category": "Compliance services",
    "Service": "Marin Housing Authority Online Complaint Submission",
    "Service description": "Information and form to file a complaint for safety issues observed in Marin Houring Authority residences and properties",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-rental-inspection/mha-complaint"
  },
  {
    "Category": "Compliance services",
    "Service": "Multifamily and Hotel and Motel Additions and Alterations 750 Square Feet or More (2024)",
    "Service description": "Compliance checklist for project owners, architects, engineers, and designers to submit for planning review for projects with 750 square feet or more",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/multifam-remodel-750-more-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Multifamily and Hotel and Motel Additions and Alterations Less Than 750 Square Feet (2024)",
    "Service description": "Compliance checklist for project owners, architects, engineers, and designers to submit for planning review for projects with less than 750 square feet",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/multifam-remodel-750-less-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Nonresidential (Commercial) Additions and Alterations (2024)",
    "Service description": "Compliance checklist for project owners, architects, engineers, and designers to submit for planning review for additions and alternations to a commercial project",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/green-build-req/current-code/download/nonres-remodel-3000-more-2024"
  },
  {
    "Category": "Compliance services",
    "Service": "Notify of planting or replanting a vineyard (Vineyard Erosion and Sediment Control (VESCO) Program)",
    "Service description": "Any person planting or re-planting a vineyard needs to notify the agricultural commissioner's office. The goal is to protect the land by minimizing erosion and sedimentation in connection with vineyard planting and re-planting in Marin",
    "Data source": "https://www.marincounty.gov/departments/awm/agriculture/vineyard-erosion-and-sediment-control-vesco"
  },
  {
    "Category": "Compliance services",
    "Service": "Preparation, Approval, and Recording of the Approval of Lot Line Adjustment Application (AOLL) Document",
    "Service description": "Instructions and application for a lot line adjustment. A lot line adjustment is a formal, legal process that modifies the boundary between two or more adjacent properties, allowing land to be transferred without increasing the number of parcels",
    "Data source": "https://publicworks.marincounty.gov/documents/the-preparation-approval-and-recording-of-lot-line-adjustments/"
  },
  {
    "Category": "Compliance services",
    "Service": "Process Server Registration (Process Server)",
    "Service description": "Process Servers deliver legal documents to parties that are involved in legal proceedings and are those who make more than ten services of process during one calendar year for specific compensation or in expectation of specific compensation. Process Serves deliver documents such as summons & complaints, subpoenas, discovery documents, orders to appear, and more",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/professional-registrations/process-server-registration"
  },
  {
    "Category": "Compliance services",
    "Service": "Professional Photocopier Registration (Professional Photocopier)",
    "Service description": "A professional photocopier is a person who is paid to get or copy documents that they are legally allowed to access. While doing this work, they may see private or sensitive information.",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/professional-registrations/professional-photocopier"
  },
  {
    "Category": "Compliance services",
    "Service": "Register a Domestic Partnership (Marin County Domestic Partnership)",
    "Service description": "A domestic partnership is when two adults choose to build a life together in a committed and caring relationship.",
    "Data source": "https://arcc.marincounty.gov/services/marriage-birth-and-death/marin-county-domestic-partnership"
  },
  {
    "Category": "Compliance services",
    "Service": "Registration of new business with the Department of Weights & Measures (Registration of New business)",
    "Service description": "Registration of new business with the Department of Weights & Measures informing of the number of scanners, counter scales, computing scales, and other devices",
    "Data source": "https://www.marincounty.gov/departments/awm/fees-forms-and-registrations/registration-new-business"
  },
  {
    "Category": "Compliance services",
    "Service": "Registry of Public Agencies",
    "Service description": "Public agencies must file a Registry of Public Agencies form within 70 days of starting legal operations. Registry must be filed with the California Secretary of State and then copies of the registries should be filed with the County Clerk",
    "Data source": "https://arcc.marincounty.gov/general-information/about-our-department/marin-county-clerks-office/registry-public-agencies"
  },
  {
    "Category": "Compliance services",
    "Service": "Request a consultation for a plan review for the constructions of a public pool, spa, or spray ground (Request a consultation)",
    "Service description": "Information on how to arrange for a plan review consultation before submitting an application for construction of a public pool, spa, or spray ground",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-pools/pool-plan-check/request-consultation"
  },
  {
    "Category": "Compliance services",
    "Service": "Request a floor plan review for replacing or adding equipment at a food facility (Replacing or adding equipment plan check process)",
    "Service description": "Step by step of requesting the replacement or addition of equipment",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/food-plan-check/plan-checks-types/equipment"
  },
  {
    "Category": "Compliance services",
    "Service": "Request a pool inspection during the construction process (Request a pool inspection)",
    "Service description": "Steps to arrange a pool inspection during the different stages of the construction process (i.e., plumbing/pre-unite inspection, pre-deck inspection, pre-plaster inspection, and final inspection)",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-pools/pool-plan-check/request-inspection"
  },
  {
    "Category": "Compliance services",
    "Service": "Request the Certified Unified Program Agency (CUPA) to review that a business is complying with environmental practices (Marin CUPA File Request Review Form (2025))",
    "Service description": "Form to request a review from the Certified Unified Program Agency (CUPA)--agency in charge of regulating and inspecting Marin's businesses' to make sure they comply with activities of environmental and emergency management programs",
    "Data source": "https://publicworks.marincounty.gov/documents/marin-cupa-form-2025/"
  },
  {
    "Category": "Compliance services",
    "Service": "Review of construction plans for public pools, spas, and spray grounds (Plan check overview for public pools, spas, and spray grounds)",
    "Service description": "Information about review and approval of plans for new construction or remodel of a public pool, spa, or spray ground. Any swimming pool, spa, or spray ground open to the general public — whether it’s free or not — is considered “public.” Public schools can be found in health or fitness clubs, hotels, motels, and inns, RV parks, country clubs, resorts, mineral springs, spray grands, water parks, water pools, apartments, homeowner associations (HOA), mobile home parks, schools, medical facilities, etc.",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-pools/pool-plan-check/overview"
  },
  {
    "Category": "Compliance services",
    "Service": "San Geronimo Valley Voluntary Point of Sale Inspection Application",
    "Service description": "Form to apply for a site inspection of a property in the San Geronimo Valley",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/sgv-voluntary-pos-application"
  },
  {
    "Category": "Compliance services",
    "Service": "Short Term Rental Complaints",
    "Service description": "File a complaint about a Short Term Rental, i.e., a rental of residential property for a lease term of thirty days or less",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/code-compliance-division/short-term-rental-complaints"
  },
  {
    "Category": "Compliance services",
    "Service": "Submit \"corner record\" or a map to officially document important property boundary markers for review and filling (Marin County DPW Record of Survey Submittal Checklist)",
    "Service description": "When surveyors work on land, they often find or place monuments—permanent markers in the ground, like metal rods, pipes, or concrete posts—that mark property lines, street corners, or section lines. If the surveyor finds one of these corner markers or has to replace or reset it, but there are no major changes or disputes with the property lines, they don’t need to create a full survey map. Instead, they file a corner record—a short, one-page document that shows where the marker it, what kind of marker it is (e.g., pipe, stone, etc.), and how it relates to nearby landmarks or measurements. This document is a checklist and instructions on how to prepare and submit a corner record to my office for review and filing",
    "Data source": "https://publicworks.marincounty.gov/documents/marin-county-dpw-corner-record-submittal-checklist/"
  },
  {
    "Category": "Compliance services",
    "Service": "Submit a general subdivision map to legally split a piece of land into smaller lots or combine or rearrange lots (Marin County DPW Subdivision Map Submittal Checklist)",
    "Service description": "Checklist to request the division of a lot into multiple smaller lots via the submission of a subdivision map. A subvision map is s a map that details how land is divided into smaller parcels, or lots.",
    "Data source": "https://publicworks.marincounty.gov/documents/marin-county-dpw-subdivision-map-submittal-checklist/"
  },
  {
    "Category": "Compliance services",
    "Service": "Submit a Senate Bill 9 division map to split a single-family zone into two lots (Marin County DPW SB9 Subdivision Map Submittal Checklist)",
    "Service description": "Checklist to request dividing a single family zone into two lots via a streamlined process. The SB 9 subvision map is a map that details how land is divided into smaller parcels, or lots. Senate Bill 9 (SB 9), the Housing Opportunity and More Efficiency (HOME) Act, is a California State Law that took effect January 1, 2022. The Statewide law changes density limits in single-unit (single family) zones with the goal of increasing housing supply and housing choice.",
    "Data source": "https://publicworks.marincounty.gov/documents/marin-county-dpw-sb9-subdivision-map-submittal-checklist/"
  },
  {
    "Category": "Compliance services",
    "Service": "Telecommunications Facilities Policy Plan Application Checklist",
    "Service description": "Checklist to fill out and submit along an application of a new or changes to an existing telecommunication facility",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/application-materials/telecommunications-facilities-policy-plan-application-checklist"
  },
  {
    "Category": "Compliance services",
    "Service": "Unlawful Detainer Assistant - Individual",
    "Service description": "An unlawful detainer lawsuit refers to the name of the official court complaint that a landlord makes when they want to evict a tenant. An unlawful detainer is the formal eviction process a California landlord must follow to remove a tenant from a rental property.",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/professional-registrations/unlawful-detainer-registration/unlawful-detainer-assistant-application-form-individual"
  },
  {
    "Category": "Compliance services",
    "Service": "Unlawful Detainer Assistant - Partnership/Corporation",
    "Service description": "An unlawful detainer lawsuit refers to the name of the official court complaint that a landlord makes when they want to evict a tenant. An unlawful detainer is the formal eviction process a California landlord must follow to remove a tenant from a rental property.",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/professional-registrations/unlawful-detainer-registration/unlawful-detainer-assistant-application-form-corporationpartnership"
  },
  {
    "Category": "Compliance services",
    "Service": "Well destruction application and instructions",
    "Service description": "Application and instructions for apply to destroy a water well and monitoring wells",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-wells-and-water/well-destruction"
  },
  {
    "Category": "Dispute resolution services",
    "Service": "Consumer Mediation / Landlord-Tenant",
    "Service description": "This program is offered and available to residents of Marin who have experienced some difficulty in a business transaction or other dispute and assists the parties in an effort to obtain a resolution of their dispute, short of going to court.  The Unit's Mediation Program handles consumer-business disputes, animal, neighborhood, and landlord-tenant disputes among others.",
    "Data source": "https://www.marincountyda.org/service/mediation"
  },
  {
    "Category": "Dispute resolution services",
    "Service": "Mandatory Mediation Program for disputes between landlords and tenants (Mandatory Mediation program)",
    "Service description": "Program that creates an opportunity for landlords and tenants to discuss rent increases greater than 5% over a 12-month period",
    "Data source": "https://www.marincounty.gov/departments/cda/housing-and-grants/renting-marin/mandatory-mediation-program"
  },
  {
    "Category": "Document production services",
    "Service": "Getting a Copy of a Confidential Marriage Certificate",
    "Service description": "Request a copy of a marriage certificate after the license was registered in Marin County",
    "Data source": "https://arcc.marincounty.gov/services/marriage-birth-and-death/getting-copy-confidential-marriage-certificate"
  },
  {
    "Category": "Document production services",
    "Service": "Getting a Copy of a Public Marriage Certificate",
    "Service description": "Request a copy of a marriage certificate after the license was registered in Marin County",
    "Data source": "https://arcc.marincounty.gov/popular-services/marriage-certificate-request"
  },
  {
    "Category": "Document production services",
    "Service": "View or Request a Copy of a Map",
    "Service description": "The office maintains subdivision maps, parcel maps, and survey maps of Marin County real property, and are able to issue copies.",
    "Data source": "https://www.arcc.marincounty.gov/general-information/about-our-department/recorders-office/what-recorded-map"
  },
  {
    "Category": "Economic development support services",
    "Service": "Canal Alliance",
    "Service description": "Canal Alliance offers a suite of career training programs for residents of the San Rafael Canal and surrounding areas. Your business can meet, interview, and hire candidates with recently obtained skills in construction trades, certified nursing assistant, finance, bus operator",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/employer-resources"
  },
  {
    "Category": "Economic development support services",
    "Service": "Career and Technical Education programs to high school aged and young adult students in Marin County by the Marin County Office of Education (Marin County Office of Education)",
    "Service description": "The Marin County Office of Education provides a variety of Career and Technical Education programs to high-school aged and young adult students in Marin County. The Office of Education can help connect your business with recent graduates in automotive technology, medical assisting, construction trades, digital audio, business and office skills",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/employer-resources"
  },
  {
    "Category": "Economic development support services",
    "Service": "CareerPoint North Bay",
    "Service description": "CareerPoint North Bay is a workforce development agency serving Marin, Napa, Mendocino, and Lake counties. They offer multiple services for employers, including assistance with recruiting, hiring, and training local workers, access to local job fairs and hiring events, wage reimbursement for on-the-job training, layoff assistance and re-employment services,  and training programs for current employees",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/employer-resources"
  },
  {
    "Category": "Economic development support services",
    "Service": "Community Action Marin",
    "Service description": "Community Action Marin’s Career and Workforce Program can connect your business to workers recently trained in a variety of industries: early childhood education, peer support counseling, various skilled trades through professional coaching",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/employer-resources"
  },
  {
    "Category": "Economic development support services",
    "Service": "County of Marin Employment and Training Programs",
    "Service description": "Marin County Health and Human Services, Division of Employment and Training, has programs that match local employers with local jobseekers. Employers who hire from our qualified applicant pool can receive wage reimbursement to offset the cost of training a new employee, support from professional Job Coaches to assist with recruitment, onboarding, and training, and financial support for program participants to purchase uniforms, tools, certifications, and other items regularly purchased directly by your other employees",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/employer-resources"
  },
  {
    "Category": "Economic development support services",
    "Service": "Marin City Community Development Corporation (Marin City CDC)",
    "Service description": "Marin City CDC is a community development nonprofit that offers vocational training programs to residents of Marin City and surrounding areas: low or no-cost Service food handler certificates, Entry-level and apprentice construction trades training, workforce development in customer service, office skills, and more",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/employer-resources"
  },
  {
    "Category": "Economic development support services",
    "Service": "Microbusiness support clinics",
    "Service description": "Provides guidance from business experts on topics such as financing, marketing, and technology solutions",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/microenterprise-support-program"
  },
  {
    "Category": "Economic development support services",
    "Service": "One on One Business Advising",
    "Service description": "Meet individually with experts in a variety of topics including business planning, financing, marketing, running, and growing your business",
    "Data source": "https://www.marincounty.gov/departments/executive/economic-vitality/microenterprise-support-program"
  },
  {
    "Category": "Environmental and land stewardship services",
    "Service": "Livestock Protection Program",
    "Service description": "The Department administers verification inspections and cost share funding for ranchers participating in the program that provides support and funds to recognized non-lethal control methods for livestock protection such as electric fencing, scare devices, and herd shepherding",
    "Data source": "https://www.marincounty.gov/departments/awm/agriculture/livestock-protection"
  },
  {
    "Category": "Fiscal services",
    "Service": "Exemptions for Organizations",
    "Service description": "The Legislature has the authority to exempt owned real or personal property (1) used exclusively for religious, hospital, charitable, or scientific purposes, and (2) owned or held in trust by nonprofit organizations operating for those purposes.",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/exemptions-organizations"
  },
  {
    "Category": "Fiscal services",
    "Service": "Form to receive homeowner's exemption (Homeowners' Exemption)",
    "Service description": "If you own and live in your home on January 1, you may qualify for a homeowners' exemption. This exemption removes $7,000 from your home’s assessed value, which may lower your property tax by about $70 each year.",
    "Data source": "https://arcc.marincounty.gov/popular-services/homeowners-exemptions"
  },
  {
    "Category": "Fiscal services",
    "Service": "Homeowner transfer of the assessed value of their primary home to a new home (Base Year Value Transfers)",
    "Service description": "Proposition 19 lets some homeowners transfer the assessed value of their primary home to a new home. Property owners may qualify if they are age 55 or older, severely disabled, or a victor of wildfire or natural disaster. Eligible property owners can transfer their tax base to a newly purchased or newly built primary home anywhere in California.",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/proposition-19-exclusion"
  },
  {
    "Category": "Fiscal services",
    "Service": "Make a child support payment",
    "Service description": "All child support payments are collected and processed by the California State Disbursement Unit (SDU). You have two options to make a payment:  online or by mail",
    "Data source": "https://www.marincounty.gov/departments/css/make-child-support-payment"
  },
  {
    "Category": "Fiscal services",
    "Service": "Make a Payment to the Probation Department",
    "Service description": "Pay fines and fees, and victim restitution. Includes information to do it over the phone or in person",
    "Data source": "https://www.marincounty.gov/departments/probation/make-payment-probation-department"
  },
  {
    "Category": "Fiscal services",
    "Service": "Make a payment to the Probation Department for victim restitution (Learn about victim restitution)",
    "Service description": "As part of their probation, some people convicted of a crime have to pay money to their victim. The department explains how the process works and what happens if the defendant doesn't pay",
    "Data source": "https://www.marincounty.gov/departments/probation/learn-about-victim-restitution"
  },
  {
    "Category": "Fiscal services",
    "Service": "Parcel Tax Administration Annual Certification",
    "Service description": "This portal is used to upload the Annual Certification Form, a wet signature from the taxing agency is required, for the Annual Certification of Charges for the Secure Property Tax Roll. The certification authorizes the County to place charges on the property tax bill.",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/property-tax-auditor-controller/parcel-tax-administration/parcel-tax-administration-annual-certification"
  },
  {
    "Category": "Fiscal services",
    "Service": "Parcel Tax Administration Annual Enrollment Form",
    "Service description": "This Annual Enrollment form is to be completed by Special Assessment Districts requesting to place charges on the Property Tax Bill. This form replaces the previous three forms used for enrollment.",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/property-tax-auditor-controller/parcel-tax-administration/annual-special-assessment-enrollment-form"
  },
  {
    "Category": "Fiscal services",
    "Service": "Parcel Tax Administration Modification of Charges",
    "Service description": "This Modification of Charges portal is for agencies to adjust, add, modify or remove a charge on a parcel",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/property-tax-auditor-controller/parcel-tax-administration/parcel-tax-administration-modification-charges"
  },
  {
    "Category": "Fiscal services",
    "Service": "Property tax assessment appeals",
    "Service description": "If a person disagrees with their property's tax assessment, they can appeal to the Assessment Appeal Board",
    "Data source": "https://www.marincounty.gov/departments/board/property-tax-assessment-appeals"
  },
  {
    "Category": "Fiscal services",
    "Service": "Property tax exemptions (Tax exemptions)",
    "Service description": "Applications for tax exemptions. Most school districts and special districts provide an exemption from parcel taxes for qualified senior citizens. The individual districts administer and grant these exemptions. If you are over the age of 65 and use the property as your principal residence, you may be eligible for a parcel tax exemption.",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/learn-about-property-tax-exemptions"
  },
  {
    "Category": "Fiscal services",
    "Service": "Property Tax Payments",
    "Service description": "Offers several methods to pay for property tax bill, including paying online, by phone, by mail, and in office.",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/property-tax-payments"
  },
  {
    "Category": "Fiscal services",
    "Service": "Property Tax Postponement Program",
    "Service description": "Property Tax Postponement Program (SCPTP) allows homeowners who are senior citizens, blind, or disabled to defer current-year property taxes on their principal residence, if they meet certain eligibility requirements",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/property-tax-payments/property-tax-postponement-program"
  },
  {
    "Category": "Fiscal services",
    "Service": "Property Tax Relief – Decline in Value",
    "Service description": "Under Proposition 8, passed in 1978, you may get temporary property tax relief when your property’s market value on January 1 is less than its assessed value.",
    "Data source": "https://arcc.marincounty.gov/property-information/property-tax-relief-decline-value"
  },
  {
    "Category": "Fiscal services",
    "Service": "Property Tax Relief: Disaster and Calamity",
    "Service description": "If your property was damaged or destroyed by a misfortune or calamity, such as a fire or landslide, you may be eligible for temporary property tax relief under Revenue and Taxation Code Section 170 and Marin County Ordinance 3518.",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/property-tax-relief-disaster-and-calamity"
  },
  {
    "Category": "Fiscal services",
    "Service": "Reduced reassessed value of the property after the owner's death(Intergenerational Transfers)",
    "Service description": "When someone passes away in California, their property is reassessed based on the owner's date of death. Under Proposition 19, some children or grandchildren may qualify for a reduced reassessed value, based on the prior owner's tax base.",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/proposition-19-exclusion"
  },
  {
    "Category": "Fiscal services",
    "Service": "Seismic Safety Construction Exclusion",
    "Service description": "Form to claim Exclusion for Seismic Retrofitting Improvements. This includes making seismic safety improvements or use earthquake hazard mitigation technologies on an existing building",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/seismic-safety-construction-exclusion"
  },
  {
    "Category": "Fiscal services",
    "Service": "Solar Energy System Construction Exclusion for New Construction",
    "Service description": "California offers a property tax exclusion for installing a qualifying active solar energy system.",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/solar-energy-system-construction-exclusion-new-construction"
  },
  {
    "Category": "Fiscal services",
    "Service": "Supplemental Tax Assessments",
    "Service description": "Changes in ownership or completed new construction are referred to as 'supplemental events' and result in supplemental tax bills that are in addition to the annual property tax bill.",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/supplemental-tax-assessments"
  },
  {
    "Category": "Fiscal services",
    "Service": "TOT Sell, Transfer or Terminate Operations",
    "Service description": "Operators must notify the Marin County Tax Collector in writing, 30 days in advance of the termination, sale, or transfer date. If the short-term rental is sold or transferred, a tax clearance certificate must be obtained by the Tax Collector after all taxes have been paid and reported.",
    "Data source": "https://www.marincounty.gov/departments/finance/central-collections/transient-occupancy-tax/tot-sell-transfer-or-terminate-operations"
  },
  {
    "Category": "Fiscal services",
    "Service": "Transient Occupancy Tax (TOT) Online Return",
    "Service description": "Each operator shall file a monthly Transient Occupancy Tax return, either by mail or online, by the last day of the month following the close of each calendar month even if there were no rentals for the reporting period.",
    "Data source": "https://dofapps.marincounty.gov/PrimeWeb/Renew/Renew1/TOT"
  },
  {
    "Category": "Fiscal services",
    "Service": "Transient Occupancy Tax Registration (TOT) for NEW lodging establishments",
    "Service description": "TOT, also known as a “hotel tax,” is authorized under State Revenue and Taxation Code Section 7280. TOT is levied at 10% in the unincorporated Marin County for the privilege of occupying a room(s) or other living spaces in a hotel, inn, motel, vacation home, house or other lodging for a period of 30 days or less. Transient Occupancy Tax (TOT) is an important part of that balance.  TOT paid by visitors helps fund projects that benefit the County as a whole, such as public parks, infrastructure improvements, and historical and environmental preservation.",
    "Data source": "https://dofapps.marincounty.gov/PrimeWeb/Apply/GettingStarted/TOT"
  },
  {
    "Category": "Fiscal services",
    "Service": "Unsecured Business Property Tax",
    "Service description": "Unsecured property tax is applied to personal property that is tangible or moveable and is not attached to real estate. Taxable personal property consists of but is not limited to; personal business property such as furniture, fixtures, machinery and equipment, and luxury items such as boats, jet skis, and planes.",
    "Data source": "https://www.marincounty.gov/departments/finance/property-tax/tax-collector/unsecured-business-property-tax"
  },
  {
    "Category": "Fiscal services",
    "Service": "Veterans' and Disabled Veterans' Exemption",
    "Service description": "Active duty, honorably discharged, or veterans with a 100% disability due to a service-related injury, or their spouses, may be exemption eligible.",
    "Data source": "https://arcc.marincounty.gov/property-information/exclusions-and-exemptions/veterans-and-disabled-veterans-exemption"
  },
  {
    "Category": "Funding and grants services",
    "Service": "Application to get funding to build Affordable Housing (Affordable Housing Fund application)",
    "Service description": "Application to the Housing Fund for local funding for financial and technical assistance to help non-profit affordable housing developers and local public agencies produce and preserve affordable housing for low-income households",
    "Data source": "https://www.marincounty.gov/departments/cda/housing-and-grants/funding-projects/affordable-housing-fund-application"
  },
  {
    "Category": "Funding and grants services",
    "Service": "Application to get funding to build Community Housing in West Marin (Measure W  Community Housing Fund application)",
    "Service description": "Application to Measure W Community Housing Fund for projects serving the West Marin area",
    "Data source": "https://www.marincounty.gov/departments/cda/housing-and-grants/funding-projects/measure-w-application"
  },
  {
    "Category": "Funding and grants services",
    "Service": "Apply for Electrify Marin rebates",
    "Service description": "Apply to get money back for replacing gas or propane stoves, water heaters, and furnaces with new, energy-efficient electric appliances",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/electrify-marin/electrify-marin-rebate-program/apply-electrify-marin-rebates"
  },
  {
    "Category": "Funding and grants services",
    "Service": "Funding opportunities for nonprofits",
    "Service description": "Marin County has launched a new Community Grants & Investment Program (CGIP). This program streamlines efforts to support one-time projects, programs, community events, or initiatives that provide measurable community benefits and align with Board of Supervisors' and community priorities. It offers funding ranging from $1,000 to $50,000 to 501(c)(3), 501(c)(4), or tax-exempt Community Based Organizations or Nonprofit, or an organization with a tax-exempt fiscal agent/sponsor",
    "Data source": "https://www.marincounty.gov/departments/executive/funding-opportunities-nonprofits"
  },
  {
    "Category": "Funding and grants services",
    "Service": "Multifamily residential energy efficiency programs",
    "Service description": "Apply to get unit rebates and no-cost technical assistance for multifamily property owners and managers for energy efficiency and electrification projects.",
    "Data source": "https://www.marincounty.gov/departments/cda/sustainability/residents/multifam-res-energy-efficiency"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Assistance filing SSI/SSDI claims (Supplemental Security Income Advocacy (SSIA))",
    "Service description": "The Employment and Training Branch administers the Supplemental Security Income Advocacy (SSIA) program with filing SSI/SSDI claims only. Supplemental Security Income is a means-tested program that provides cash payments to disabled children, disabled adults, and individuals aged 65 or older who are citizens or nationals of the United States",
    "Data source": "https://www.marinhhs.org/supplemental-security-income-advocacy-ssia"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Assisted Outpatient Treatment for individuals experiencing serious mental illness, but decline voluntary participation(Assisted Outpatient Treatment (AOT))",
    "Service description": "AOT, also known as AB 1421 or Laura’s Law, provides services for individuals who are experiencing a serious and persistent mental illness, who can benefit from treatment, but decline voluntary participation. Participants will be offered and linked to community-based, mental health services delivered by a highly trained, professional, multidisciplinary team. Services include: Screening, assessment and referrals, intensive case management, psychiatry, medication management, housing support and assistance in reaching recovery goals.",
    "Data source": "https://www.marinbhrs.org/sites/default/files/2021-09/AOT%20Brochure%20-%20English_0.pdf"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "California Work Opportunity and Responsibility to Kids (CalWORKs) program - Public assistance",
    "Service description": "The California Work Opportunity and Responsibility to Kids (CalWORKs) program is a public assistance program that provides temporary assistance for needy families with (or expecting) children. If a family has little or no cash and needs housing, food, utilities, clothing or medical care, they may be eligible to receive immediate short-term help.  Families that apply and qualify for ongoing assistance receive money each month to help pay for housing, food and other necessary expenses - The program also includes (1) Refugee Cash Assistance providing cash assistance, Medi-Cal, and CalFresh to refugees for up to 12 months from date of admission to the U.S. in qualifying status and (2) Trafficking and Crime Victims Assistance program that may provide cash assistance, food benefits, employment services, and other services to non-citizen victims of human trafficking and noncitizens victims of domestic violence and other serious crimes",
    "Data source": "https://www.marinhhs.org/calworks"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "CARE (Community Assistance, Recovery and Empowerment) Court",
    "Service description": "CARE (Community Assistance, Recovery, and Empowerment) Court is a civil court process to help people who have a diagnosis in the schizophrenia spectrum or other psychotic disorder diagnosis receive care through county behavioral health services.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/mental-health-treatment-courts"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Cash Assistance Program for Immigrants (CAPI)",
    "Service description": "CAPI provides a cash benefits for legal non-citizens in financial need who are ineligible for federal Supplement Security Income (SSI) due to their immigration status",
    "Data source": "https://www.marinhhs.org/cash-assistance-program-immigrants-capi"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Contact Immigration Services",
    "Service description": "Form to contact the a immigration attorney from the public defender's office to address clients' immigration concerns.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/contact-public-defender-immigration-services"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "County Medical Services Program (CMSP)",
    "Service description": "CMSP is a county-funded program that provides temporary health coverage for eligible Marin County residents. Who May Be Eligible for CMSP: Marin County residents between the ages of 21 through 64 who are not eligible for Medi-Cal, with incomes between 138% and 300% of the Federal Poverty Level, and who meet personal property limits.",
    "Data source": "https://www.marinhhs.org/medi-cal"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Criminal Defense Services",
    "Service description": "Information to reach out to see if a person going through a criminal case qualifies for support from the county.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/criminal-defense-services"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Custody Alternatives Pre-Application",
    "Service description": "All participants eligible for Custody Alternatives may apply for the program. Under the program’s scope, the Probation Department will screen and divide participants by their jail sentence granted by the Courts. The Probation Department will provide three options to offer custody alternatives to fulfill their jail sanction.",
    "Data source": "https://www.marincounty.gov/departments/probation/adult-services/marin-county-custody-alternative-pre-application"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Employment services, housing support, and mental health and substance use services for young people (Transition Age Youth Partnership)",
    "Service description": "Transition Age Youth (TAY) Partnership, provided by Side by Side, is a FSP providing up to 24 young people (ages 16-25) at any given time, with independent living skills, employment services, housing supports, and comprehensive, culturally appropriate, and integrated mental health and substance use services.",
    "Data source": "https://www.marinbhrs.org/services/children-and-youth-mental-health-services"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Enroll in Child Support Services",
    "Service description": "CSS can help locate parents, get a court order, and make sure orders are enforced",
    "Data source": "https://www.marincounty.gov/departments/css/open-child-support-case"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Financial assistance for diagnostic and treatment of medical conditions for children (California Children Services (CCS) program)",
    "Service description": "If your child has a catastrophic or serious medical condition, the California Children Services (CCS) program may be able to provide financial assistance for diagnostic and treatment up to age 21. Physical and occupational therapy services also are available at the Medical Therapy Program (MTP) for specific medical diagnoses. Applicants must meet medical, financial and residential eligibility requirements for the CCS General Medical Program. There is no financial qualifier for the MTP.",
    "Data source": "https://www.marinhhs.org/california-childrens-services-ccs"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "General Relief - Cash Aid for Individuals who have little or no money (General Relief)",
    "Service description": "General Relief provides temporary cash assistance for individuals who have little or no money. It can be approved for up to 6 months in a 12-month period, and possibly longer for people with disabilities.  To be eligible one has to be a resident of Marin County, a U.S. citizen, lawful permanent resident, or residing under PRUCOL, adult age 18 or older with no depends, and/or married couples.",
    "Data source": "https://www.marinhhs.org/general-relief"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Home visiting for parents of newborns to get information about child development and parenting (Healthy Families Marin Home Visiting)",
    "Service description": "Healthy Families Marin Home Visiting (HFM) offers home visiting for parents of newborns. The program is designed to support parents, share information about child development and parenting, and provide information and referrals to families of infants and young children. Visits include screenings and assessments to identify how best to support families develop the full potential of their child, home visiting services, and routine screening for child development and maternal well-being",
    "Data source": "https://www.marinhhs.org/healthy-families-marin-home-visiting"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "In-Home Supportive Services (IHSS)",
    "Service description": "Residents can complete and submit an online inquiry form to see if they are eligible. The In-Home Supportive Services (IHSS) program provides homecare services to Medi-Cal eligible aged, blind or individuals with disabilities, including children, to assist them to remain safely in their own homes as an alternative to out-of-home care. Types of services that can be authorized through IHSS if eligible: house cleaning, meal preparation, laundry, grocery shopping, and personal care services (such as bowel and bladder care, bathing, grooming and paramedical services).",
    "Data source": "https://www.marinhhs.org/home-supportive-services-ihss"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Intensive case management for older adults (Helping Older People Excel (HOPE) Program)",
    "Service description": "The Helping Older People Excel (HOPE) FSP Program is a MHSA funded program that provides intensive case management to 50 people ages 60 years and older who are suffering from severe and chronic mental illness. Services include professional consultation, in-home psychosocial assessment, senior peer counseling, psychotherapy, psychiatric medication management, and intensive case management.",
    "Data source": "https://www.marinbhrs.org/services/older-adult-mental-health-services"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Long-Term Care Ombudsman Program",
    "Service description": "The Long-term care ombudsman program provides assistance resolving problems for residents living in licensed assisted living and skilled nursing facilities.",
    "Data source": "https://www.marinhhs.org/long-term-care-ombudsman-program"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Marin County Suicide Prevention Collaborative",
    "Service description": "The Collaborative pursues a comprehensive public health framework addressing prevention, intervention and postvention at the individual, community and institutional levels. Services include outreach, engagement, and support to residents, campaigns to raise awareness about warning signs, evidence-based trainings and education to residents, and more",
    "Data source": "https://prevention.marinbhrs.org/marin-county-suicide-prevention-collaborative-and-community-action-teams"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Medi-Cal",
    "Service description": "The Marin County Public Assistance branch offers several options for health coverage for Marin County residents, including Medi-Cal and CMSP. Our highly trained staff of Eligibility Workers are ready to take applications year-round and help connect Marin County residents to the services they are eligible for.",
    "Data source": "https://www.marinhhs.org/medi-cal"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Mental health and/or substance-related crisis response team (Mobile Crisis Response Team)",
    "Service description": "The MCRT is a multidisciplinary team staffed Mental Health Clinicians, SUD Counselors, Support Service Workers and Peer Support Specialists. The purpose of the MCRT is to respond to behavioral   health and substance-related crises throughout Marin County. It provides services such as face-to-face crisis counseling and brief supportive interventions, assessment of individual's mental health and/or substance related needs, facilitate transportation to Crisis Stabilization Units, and more",
    "Data source": "https://www.marinbhrs.org/sites/default/files/2025-01/MCRT%20English.pdf"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Mental health drop in center (Enterprise Resource Center)",
    "Service description": "Is a consumer-operated mental health drop in center open 7 days a week",
    "Data source": "https://www.marinbhrs.org/services/amh"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Nutrition Services for Older Adults",
    "Service description": "Marin County offers home-delivered meals for residents aged 60 and older. There are no income limits.",
    "Data source": "https://www.marinhhs.org/nutrition-services-older-adults"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Permanent Supportive Housing",
    "Service description": "Permanent Supportive Housing (PSH) provides the support people need to remain housed. PSH programs offer a permanent place to live and provide any services people need including healthcare, job training, parenting classes, etc. People living in PSH meet with a case manager as often as they need to.",
    "Data source": "https://housingfirst.marinhhs.org/psh"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Program to promote recovery from mental health issues and self-sufficiency for adults not targeted by other programs (Integrated Multi-Service Partnership Assertive Community Treatment (IMPACT))",
    "Service description": "This plan proposes the addition of a Full Service Partnership specifically targeting those who do not  necessarily fall into the one of the target populations of the current Full Service Partnerships: homeless (Odyssey), Older Adults (HOPE), or involved with the criminal justice system (STAR). Services will include comprehensive assessment, individualized client-centered service planning, crisis management, therapy services, peer counseling and support, medication support, psycho-education, employment services, independent living skills training, assistance with money management, and linkages to/provision of all needed services and supports.",
    "Data source": "https://www.marinhhs.org/impact-full-service-partnership"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Recovery support and services for adult residents diagnosed with mental illness (BRIDGE Program)",
    "Service description": "The BRIDGE Program offers recovery oriented and strengths-based services (such as psychiatric assessment, individualized treatment plans, information and linkage to community resources and more)  to residents of Marin that are 18 years of age or older, who are diagnosed with serious mental illness, may have cooccurring disorders, and require the services of a multi-disciplinary team to promote their path to recovery and wellbeing",
    "Data source": "https://www.marinbhrs.org/sites/default/files/2021-09/BRIDGE%20Brochure%20English.pdf"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Seal your juvenile records",
    "Service description": "Request to have your juvenile police record - from when you were under age 18 - kept private.",
    "Data source": "https://www.marincounty.gov/departments/probation/juvenile-services/seal-your-juvenile-records-0"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Short-term rental assistance (Rapid Rehousing)",
    "Service description": "Rapid rehousing consists of short-term rental assistance and supportive services - anything from just a deposit to up to two years of support. To help clients maintain housing, case managers work with the client on an individualized action plan which may include connecting to benefits such as CalFresh, reengagement with family, reunification of parents and children, enrolling in school, or other assistance, etc.",
    "Data source": "https://housingfirst.marinhhs.org/rapid-rehousing"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Specialized services for children and youth experiencing psychosis symptoms (First Episode Psychosis)",
    "Service description": "BHRS’ First Episode Psychosis Program (FEP), provided through our contract with Felton Institute, provides specialized services to increase treatment engagement of BHRS clients who are experiencing current or recent onset of psychosis symptoms",
    "Data source": "https://www.marinbhrs.org/services/children-and-youth-mental-health-services"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "STAR (Support and Treatment After Release)",
    "Service description": "STAR (Support and Treatment After Release) Court is a post-sentencing treatment court. Participants must be found guilty by plea or trial and then are supervised by the STAR court team during their probationary period. The court imposes mental health probation conditions for support, treatment and services for participants.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/mental-health-treatment-courts"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Supplemental Nutrition Assistance Program (SNAP)",
    "Service description": "The Supplemental Nutrition Assistance Program (SNAP) is the CalFresh program that provides qualified applicants with an Electronic Benefit Transfer (EBT) card that may be used in participating grocery stores to supplement your food purchases.",
    "Data source": "https://www.marinhhs.org/calfresh-snap"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Support and services for adults struggling with mental health and, as a result, homelessness (Odyssey Program)",
    "Service description": "The Odyssey Program is intended to support adults, age 18 and above, who struggle with severe mental health symptoms and, as a result, are homeless. The goal of the program is to improve social & emotional functioning, independent living skills and to increase educational and employment opportunities in order to decrease and prevent homelessness. The program offers services such as peer support, psychotherapy, psychiatric medication management, and intensive care management.",
    "Data source": "https://www.marinhhs.org/odyssey-team-homeless-outreach-full-service-partnership-program"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Support for individuals diagnosed with schizophrenia or other psychotic disorder who are not clinically stabilized in the community (Community Assistance, Recovery, and Empowerment (CARE) Act program)",
    "Service description": "The CARE program is designed to assist adults with certain severe and persistent mental illnesses who are not clinically stable in the community. The Community Assistance, Recovery, and Empowerment (CARE) Act program, also known as CARE Court, on December 1, 2024, under Senate Bill (SB) 1338 (Chapter 319, Statutes of 2022).",
    "Data source": "https://www.marinbhrs.org/services/forensic-re-entry-and-diversion/care-act"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Support for individuals transitioning from incarceration back into the community (CalAIM Justice-Involved Behavioral Health Links)",
    "Service description": "Behavioral Health Links is a California-based initiative under the CalAIM Justice-Involved Reentry Initiative (JIRI) designed to ensure continuity of behavioral health care for individuals transitioning from incarceration back into the community. The program facilitates warm handoffs from correctional health services to community-based providers, with a focus on individuals who received mental health or substance use disorder treatment while incarcerated.",
    "Data source": "https://www.marinbhrs.org/services/crisis-and-justice-involved-services-cji/calaim-justice-involved-behavioral-health-links"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Support for Veterans, their spouses, and children obtaining veterans benefits (Veterans Services)",
    "Service description": "The Marin County Veterans Service Office helps veterans, their spouses and children obtain all types of veterans benefits. To start the process, schedule an appointment by telephone.",
    "Data source": "https://www.marinhhs.org/veterans-services"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Support with a warrant if cannot afford a lawyer or do not have one(I have a warrant - I cannot afford a lawyer)",
    "Service description": "If you have a warrant and cannot afford a lawyer and do not have a lawyer helping you with your case, can get support by coming to our office in Room 127 of the Marin Civic Center or call us at 415-473-6321, and we will help you apply for our services.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/i-have-warrant-my-arrest-now-what"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Support with convictions related to systemic bias and racial discrimination (Racial Justice Act)",
    "Service description": "Support navigating a Racial Justice Act process, including challenging a conviction or sentence finalized before 2021",
    "Data source": "https://www.marincounty.gov/departments/public-defender/racial-justice-act"
  },
  {
    "Category": "Health and wellness support service",
    "Service": "Youth and Family Services Program for outpatient mental health and substance use for children, youth, and families with Medi-Cal coverage (Youth and Family Services)",
    "Service description": "Youth and Family Services (YFS) is a program in Children’s Mental Health providing a range of outpatient mental health and substance use services primarily to children, youth and families with Medi-Cal coverage. Services include case management, individual counseling, wraparound services, substance use assessment and referral, and more.",
    "Data source": "https://www.marinhhs.org/youth-family-services"
  },
  {
    "Category": "Infrastructure support services",
    "Service": "Drainage assistance program",
    "Service description": "Application to request County assistance repairing drainage culvert pipes on private property that serve public interest",
    "Data source": "https://publicworks.marincounty.gov/drainage-assistance-program/"
  },
  {
    "Category": "Infrastructure support services",
    "Service": "Get Planning Division Help",
    "Service description": "Information on how to contact the Planning Division to get help with Planning-related requestions",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/get-planning-division-help"
  },
  {
    "Category": "Labor and workforce development",
    "Service": "CalFresh Employment and Training (CFET) Program",
    "Service description": "The CalFresh Employment & Training program (CFET) is a free and voluntary program that helps people on CalFresh gain skills, tools, basic education, training and work experience. This program will help you gain marketable job skills to give you access to better jobs and higher wages.",
    "Data source": "https://www.marinhhs.org/calfresh-employment-training-cfet-program"
  },
  {
    "Category": "Labor and workforce development",
    "Service": "California Work Opportunity and Responsibility for Kids (CalWORKs) Welfare to Work program (CalWORKs Employment Services)",
    "Service description": "The goal of the program is to support families through linkage with community-based services, such as child care, housing, food, utilities, clothing, medical/dental care, as well other supportive services, to aid them in locating sustainable employment or education opportunities. Services include comprehensive case management, job preparation services, workshops, workplace soft skills training certificate, assisted job search, child care, transportation reimbursement, and more). The 3 main programs are (1) Expanded Subsidized Employment Program which allocates funds to provides up to six months of subsidized work experience for participants with local employers (2) Family Stabilization Program which allocates funds assists participants who are experiencing a crisis that is de-stabilizing the family, thus creating a barrier to their ability for participating in the Welfare to Work program (3) Housing Support Program (HSP) which administers funding to assist in placing participating families experiencing homelessness directly into permanent housing and connecting them to services that will support their movement towards economic self-sufficiency. HSP may cover rental assistance, security deposits, moving assistance, and rental application assistance for eligible participating families experiencing homelessness.",
    "Data source": "https://www.marinhhs.org/calworks-employment-services"
  },
  {
    "Category": "Labor and workforce development",
    "Service": "DMV & Driver's License Support",
    "Service description": "Events and workshops held to support DMV navigation, assist with documentation preparation to get a driver's license, driving and written test support, DUI education and assistance, and more.",
    "Data source": "https://www.marincounty.gov/departments/public-defender/california-drivers-license-project"
  },
  {
    "Category": "Labor and workforce development",
    "Service": "Nutrition Wellness Program",
    "Service description": "The Nutrition Wellness Program manages the CalFresh Healthy Living Program (link is external)(CFHL) funded by the USDA Supplemental Nutrition Assistance Program.  The Nutrition Wellness Program supports low-income communities with strategies to increase access to healthy foods, beverages and physical activity through a variety of free service.",
    "Data source": "https://www.marinhhs.org/nutrition-wellness-program"
  },
  {
    "Category": "Labor and workforce development",
    "Service": "Orientations for the Resource Family Approval (RFA), the process to get approved as a family to foster care, legal guardianship and adoption of youth in the child welfare and probation systems through the  (Fost-Adopt)",
    "Service description": "Resource Family Approval (RFA) is the process for approving families for foster care, legal guardianship and adoption of youth in the child welfare and probation systems.  Once approved, a family is able to transition from temporary foster care to permanent placement/adoption with no further assessment.  Any adult (18 or older) resident of Marin County is invited to learn more about Resource Family Approval at an orientation.  Offered monthly, the orientations are facilitated by a social worker and a Resource Parent who will discuss the application process, the training and support available and answer questions.  You may view the schedule and register for an Orientation here.",
    "Data source": "https://www.marinhhs.org/fost-adopt"
  },
  {
    "Category": "Labor and workforce development",
    "Service": "Training program for underrepresented individuals of all backgrounds for a career in fire services (FIRE Foundry Program)",
    "Service description": "Through tailored services, mentorship, and training, we want to increase access to well-paid careers for underrepresented individuals. The program provides mentorship, education, support services, and a pathway to employment",
    "Data source": "https://www.marincounty.gov/departments/fire/administration/career-pathways/fire-foundry-program"
  },
  {
    "Category": "Permitting services",
    "Service": "Acknowledgment of Exempt Agricultural Short Term Rental Form",
    "Service description": "Form to be filled out if meeting the requirements to be exempt from the short term rental licenses for agriculturally zones lands that are at least 10 acres and the main use of the property is commercial agriculture.",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/long-range-planning-initiatives/short-term-rental-str/acknowledgment-exempt-agricultural-short-term-rental-form"
  },
  {
    "Category": "Permitting services",
    "Service": "Aircraft Storage Permit Form",
    "Service description": "Application to request a tie-down space on the ramp, a portable hangar or a county hangar while storing an aircraft at Gnoss Field",
    "Data source": "https://publicworks.marincounty.gov/airport-information-for-aircraft-owners/"
  },
  {
    "Category": "Permitting services",
    "Service": "Alternative septic system regulations",
    "Service description": "Information regarding alternative sewage disposal systems",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-septic/alternate-regulations"
  },
  {
    "Category": "Permitting services",
    "Service": "Annual permit to operate as a food caterer or host facility(Catering and host facilities)",
    "Service description": "Requirements and annual permit application to operate as a caterer or host facility",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/catering-host-facilities"
  },
  {
    "Category": "Permitting services",
    "Service": "Annual Trip Transportation Permit for an oversize and/or overweight vehicle (Annual Trip Transportation Permit)",
    "Service description": "Application for an annual permit for transportation involving the operation of oversize and/or overweight vehicles on roads maintained by the County of Marin",
    "Data source": "https://publicworks.marincounty.gov/transportation-permits/"
  },
  {
    "Category": "Permitting services",
    "Service": "Appeal the decision of a Planning Permit (Petition for Appeal)",
    "Service description": "Form to apply for an appeal of an appealable Planning Division decision",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/petition-appeal"
  },
  {
    "Category": "Permitting services",
    "Service": "Application to operate a domestic water supply",
    "Service description": "Instructions and application to operate a domestic water supply i.e., well",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-wells-and-water/domestic-water-supply"
  },
  {
    "Category": "Permitting services",
    "Service": "Apply for a license to sell nursery stock (Nursery & seed inspection)",
    "Service description": "Through this program, the Department of Agriculture inspects nursery stock during propagation, production and sale. This is to assure commercially clean stock with regards to pests, accurate labeling and vigorous and healthy plants for sale to the consumer. Se",
    "Data source": "https://www.marincounty.gov/departments/awm/agriculture/nursery-seed-inspection"
  },
  {
    "Category": "Permitting services",
    "Service": "Apply for a permit for a septic system (Standard septic system regulations)",
    "Service description": "Instructions for the application for a permit, including general provisions, and criteria related to sewage disposal systems",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-septic/regulations"
  },
  {
    "Category": "Permitting services",
    "Service": "Apply for a Short Term Rental (STR) License or STR Waitlist",
    "Service description": "Guidance on applying for a Short Term Rental License online, in person, or by mail",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/long-range-planning-initiatives/short-term-rental-str/apply-str-license-or-str-waitlist"
  },
  {
    "Category": "Permitting services",
    "Service": "Apply for building permits (Welcome to only permitting)",
    "Service description": "Access the applications to apply without plans or with plans",
    "Data source": "https://cdaportal2.marincounty.org/MarinBuildingPermits/"
  },
  {
    "Category": "Permitting services",
    "Service": "Body art program forms and templates",
    "Service description": "Forms and templates to apply to get a plan review or get a permit to operate a body art program",
    "Data source": "#"
  },
  {
    "Category": "Permitting services",
    "Service": "Business License",
    "Service description": "County of Marin Business License Tax Ordinance requires that every person engaging in business within the unincorporated area of the County must register for a business license and renew their business license each fiscal year.",
    "Data source": "https://www.marincounty.gov/departments/finance/central-collections/business-license"
  },
  {
    "Category": "Permitting services",
    "Service": "Coastal Permit Exclusion Application",
    "Service description": "Form for Planning Permits that are excludable from Coastal Permit requirements",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/coastal-permit-exclusion-application"
  },
  {
    "Category": "Permitting services",
    "Service": "Compact mobile food operation (CMFO)",
    "Service description": "Requirements and annual permit application to operate a non-motorized transport that sells food",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/cmfo"
  },
  {
    "Category": "Permitting services",
    "Service": "Complicated permit application? We can help",
    "Service description": "Information to get a voluntary pre-submittal completeness review at the Civic Center in person. This helps identify important things and issues at the pre-submittal stage",
    "Data source": "https://www.marincounty.gov/departments/cda/building-and-safety/how-apply-building-permit/complicated-permits"
  },
  {
    "Category": "Permitting services",
    "Service": "Confidential Marriage License Application",
    "Service description": "Apply for a Confidential Marriage License. A confidential marriage license is not a public record. You might choose a confidential license if you work in law enforcement, are in the public eye, have other privacy concerns",
    "Data source": "https://arcc.marincounty.gov/services/marriage-birth-and-death/applying-marriage-license/confidential-marriage-license-application"
  },
  {
    "Category": "Permitting services",
    "Service": "Cottage food operations",
    "Service description": "Requirements and annual application form to operate a cottage food business",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/cottage-food-op"
  },
  {
    "Category": "Permitting services",
    "Service": "Encroachment permit application",
    "Service description": "Application for an encroachment permit. An encroachment permit allows you to temporarily make certain uses of and construct certain improvements within a County-maintained public right-of-way, both above and underground",
    "Data source": "https://publicworks.marincounty.gov/unified-application-for-encroachment-permit/"
  },
  {
    "Category": "Permitting services",
    "Service": "Event encroachment permit",
    "Service description": "Application to host a special event in Marin County using a County-maintained road, sidewalk, or shoulder (right-of-way) such as closing a road, performing traffic control measures and placing signage, placing event-related items (e.g., tents, tables, equipment) in the County right of-way.",
    "Data source": "https://marincounty.jotform.com/242054490652959"
  },
  {
    "Category": "Permitting services",
    "Service": "Film encroachment permit",
    "Service description": "Application to film in a County-maintained road",
    "Data source": "https://publicworks.marincounty.gov/film-encroachment-permit-form/"
  },
  {
    "Category": "Permitting services",
    "Service": "Film encroachment permit change request",
    "Service description": "Application to make changes to a film encroachment permit",
    "Data source": "https://publicworks.marincounty.gov/film-encroachment-permit-change-request/"
  },
  {
    "Category": "Permitting services",
    "Service": "General Planning Permit Application",
    "Service description": "Form for Property development, property use, lot modification, policy, signs, amendments, extensions, renewals",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/general-planning-permit-application"
  },
  {
    "Category": "Permitting services",
    "Service": "Get Deputized to Perform a Wedding",
    "Service description": "The Marin County Clerk’s Office can appoint a friend or family member to perform your wedding ceremony. This is a one-time appointment for one specific event.",
    "Data source": "https://arcc.marincounty.gov/services/marriage-birth-and-death/get-deputized-perform-wedding"
  },
  {
    "Category": "Permitting services",
    "Service": "Getting Married at the Civic Center",
    "Service description": "Get an appointment to get a civil wedding ceremony at the Clerk's office by a Deputy Commissioner of Civil Marriages",
    "Data source": "https://arcc.marincounty.gov/services/marriage-birth-and-death/applying-marriage-license/getting-married-civic-center"
  },
  {
    "Category": "Permitting services",
    "Service": "Grading Permit",
    "Service description": "Form to get a grading permit. Grading means any excavation, stripping, cutting, filling, stockpiling, or any combination of these activities, which alters land or vegetation. Common examples of grading include, but are not limited to, construction of driveways, development or improvement of a roadway, new lot or parcel development, and restoration/stabilization of hillsides or watercourses.",
    "Data source": "https://publicworks.marincounty.gov/grading-permit/"
  },
  {
    "Category": "Permitting services",
    "Service": "How to apply for a building permit",
    "Service description": "Information to understand which permit process applies to the user and what are the requirements",
    "Data source": "https://www.marincounty.gov/departments/cda/building-and-safety/how-apply-building-permit"
  },
  {
    "Category": "Permitting services",
    "Service": "Medical waste application",
    "Service description": "Form for businesses that generate medical waste",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-medical-waste/businesses/medical-waste-permit"
  },
  {
    "Category": "Permitting services",
    "Service": "Multi-unit rental housing health permit application",
    "Service description": "Form to get a health permit for multi-unit rental housing",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-rental-inspection/permit"
  },
  {
    "Category": "Permitting services",
    "Service": "Obtain an Agg Pass ID Card (Ag Pass Information)",
    "Service description": "A cross departmental disaster preparedness program (“Ag Pass”). The goal of Ag Pass is to provide a uniform pathway for commercial Agricultural Producers to identify themselves to emergency front line personnel (firefighters, law enforcement, etc.) and potentially be allowed access into evacuation zones to care for commercial animals and crops and tend to agricultural infrastructure needs.",
    "Data source": "https://www.marincounty.gov/departments/awm/agriculture/ag-pass-information"
  },
  {
    "Category": "Permitting services",
    "Service": "Operate a motorized food facility (Mobile food facilities (MFF))",
    "Service description": "Requirements and annual permit application to operate a motorized transport that sells food such as a food truck",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/mff"
  },
  {
    "Category": "Permitting services",
    "Service": "Permit application for building, modifying, or removing dams (Dam Permit Application)",
    "Service description": "If you're planning to build, repair, expand, or remove a dam or reservoir on your property, you must apply for a dam permit.",
    "Data source": "https://publicworks.marincounty.gov/documents/dam-permit-application/"
  },
  {
    "Category": "Permitting services",
    "Service": "Permit Application for planned work within or near creeks and waterways (Creek Permit Application)",
    "Service description": "Form to get a permit to review and authorize any planned work within or near creeks and waterways such as construction, excavation, etc. near or around a creek, stream, wetland, pond, etc.",
    "Data source": "https://publicworks.marincounty.gov/documents/creek-permit-application/"
  },
  {
    "Category": "Permitting services",
    "Service": "Private water wells",
    "Service description": "Information on instructions to apply to build a private well",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-wells-and-water/private-wells"
  },
  {
    "Category": "Permitting services",
    "Service": "Process to obtain a solid waste permit process",
    "Service description": "Flowchart of steps required to obtain a solid waste facility permit",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-solid-waste/permit-flow-chart"
  },
  {
    "Category": "Permitting services",
    "Service": "Public Marriage License Application",
    "Service description": "Apply for a Public Marriage License",
    "Data source": "https://arcc.marincounty.gov/services/marriage-birth-and-death/applying-marriage-license/public-marriage-license-application"
  },
  {
    "Category": "Permitting services",
    "Service": "Public pool plan check application process",
    "Service description": "Step by step guidance on applying to build, remodel, or upgrade a public pool or spa",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-pools/pool-plan-check/application-process"
  },
  {
    "Category": "Permitting services",
    "Service": "Recorded encroachment permit",
    "Service description": "Application to construct or make permanent or long-term improvements in a County right-of-way (e.g., a building's foundation or underground basement that extends beneath a public sidewalk). The easement is recorded with the county recorder, so it appears in the title report of the property",
    "Data source": "https://publicworks.marincounty.gov/recorded-encroachment-permit/"
  },
  {
    "Category": "Permitting services",
    "Service": "Request assistance from a permit ombudsperson (Your permit ombudsperson)",
    "Service description": "Contact information for permitting requests ombudsperson",
    "Data source": "https://www.marincounty.gov/departments/cda/building-and-safety/ombudsperson-0"
  },
  {
    "Category": "Permitting services",
    "Service": "Request assistance revising a planning request (Planning Information Request Application)",
    "Service description": "\"Pre-submittal Review\" service that allows the package for the Planning Permit application to be reviewed via Zoom instead of in person. Can also be used to make sure all requisites and materials are ready to be submitted.",
    "Data source": "https://www.marincounty.gov/departments/cda/planning/planning-permits/planning-information-request-application"
  },
  {
    "Category": "Permitting services",
    "Service": "Request for extension and/or revision of an encroachment permit application (Request for extension and/or revision)",
    "Service description": "Application for an extension and/or revision of a standard encroachment permit",
    "Data source": "https://publicworks.marincounty.gov/encroachment-extension-revision-request/"
  },
  {
    "Category": "Permitting services",
    "Service": "Schedule a building inspection",
    "Service description": "Information on how to request a building inspection and what inspectors will be looking for",
    "Data source": "https://www.marincounty.gov/departments/cda/building-and-safety/schedule-inspection"
  },
  {
    "Category": "Permitting services",
    "Service": "Sell pre-packaged food at a farmers market (Farmers market vendor)",
    "Service description": "Information regarding requirements and application to sell pre-packaged food at a farmers market. Application only for prepackaged food",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/farmers-market"
  },
  {
    "Category": "Permitting services",
    "Service": "Septic and graywater permit applications",
    "Service description": "Form to apply for new construction and repair of septic and graywater system. Graywater is wastewater used for irrigation. It comes from bathtubs, showers, bathroom sinks, washing machines, and laundry tubs. You divert this water away from your house before it flows into your sewer pipes. Graywater systems have a valve so you can send it back to the sewer in times of rain.",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-septic/septic-and-graywater-applic"
  },
  {
    "Category": "Permitting services",
    "Service": "Single trip Transportation Permit change request for oversize and/or overweight vehicles (Trip Transportation Permit Change Request)",
    "Service description": "Application to make changes to a permit for transportation involving the operation of oversize and/or overweight vehicles on roads maintained by the County of Marin",
    "Data source": "https://publicworks.marincounty.gov/trip-transportation-permit-change-request/"
  },
  {
    "Category": "Permitting services",
    "Service": "Single trip Transportation Permits for oversize and/or overweight vehicles (Trip Transportation Permits)",
    "Service description": "Application for a permit for transportation involving the operation of oversize and/or overweight vehicles on roads maintained by the County of Marin",
    "Data source": "https://publicworks.marincounty.gov/trip-transportation-permit/"
  },
  {
    "Category": "Permitting services",
    "Service": "Special Permit for operating Motor Vehicle > 36' and/or Tour Bus in certain streets and highways (Motor Vehicle > 36' and/or Tour Bus Special Permit)",
    "Service description": "Application for a permit for transportation involving the operation of oversize and/or overweight vehicles on roads maintained by the County of Marin using a Motor Vehicle bigger than 36' and/or Tour Bus. This type of permit is typically valid for one trip although one permit can include multiple vehicles making the same trip. Due to weight and/or length restrictions, long vehicles and tour bus permit applicants should confirm their route on Marin Maps. Some streets and highways are prohibited (e.g., Montford Avenue, Pacific Way, Ross Drive, etc).",
    "Data source": "https://publicworks.marincounty.gov/motor-vehicle-over-36-feet/"
  },
  {
    "Category": "Permitting services",
    "Service": "Temporary food facilities (TFF)",
    "Service description": "Information regarding requirements and application to sell pre-packaged food at an community event, including farmers market",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-food/tff"
  },
  {
    "Category": "Permitting services",
    "Service": "Well drilling permit application and instructions",
    "Service description": "Form required to apply for a permit to drill a well",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/prgm-wells-and-water/well-drilling-permit"
  },
  {
    "Category": "Protective and fiduciary services",
    "Service": "Submit a referral to Public Administrator",
    "Service description": "The Public Administrator may administer the estate of a person who passed away with no will or without next of kin willing or able to act as administrator.",
    "Data source": "https://www.marincounty.gov/departments/finance/public-administrator/submit-referral-public-administrator"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Adult Protective Services",
    "Service description": "Marin Adult Protective Services (APS) responds to reports of possible abuse, neglect, exploitation, and self-neglect involving older adults age 60+ and disabled, dependent adults age 18+.",
    "Data source": "https://www.marinhhs.org/adult-protective-services"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Child abuse and neglect reporting hotline",
    "Service description": "Marin County Children and Family Services (CFS) Child Abuse Reporting Hotline is available 24 hours a day, 7 days a week, 365 days a year to receive and assess allegations of child abuse, neglect, or exploitation. CFS take reports of suspicion of abuse or neglect by parents and other caregivers in the home, and reports of exploitation.",
    "Data source": "https://www.marinhhs.org/child-abuse-neglect-reporting-hotline"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Confidential reporting lapses of consciousness or control, Alzheimer's disease, or other conditions which may impair the ability to operate a motor vehicle safely (Confidential Morbidity Report (CMR)",
    "Service description": "Form for reporting lapses of consciousness or control, Alzheimer's disease, or other conditions which may impair the ability to operate a motor vehicle safely",
    "Data source": "https://www.marinhhs.org/communicable-disease-prevention-control-unit"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Confidential reporting of all conditions except tuberculosis and conditions reportable to DMV (Confidential Morbidity Report (CMR))",
    "Service description": "Form for reporting ALL conditions except tuberculosis and conditions reportable to the DMV.",
    "Data source": "https://www.marinhhs.org/communicable-disease-prevention-control-unit"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Confidential reporting of conditions in animals (Confidential Morbidity Reports)",
    "Service description": "Form to report conditions in animals.",
    "Data source": "https://www.marinhhs.org/communicable-disease-prevention-control-unit"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Consumer Complaint Form",
    "Service description": "handles consumer-vendor dispute mediation, education of both consumers and retailers, and is a public resource for consumer rights information. This section also assists consumers in efforts to obtain a resolution of their dispute, short of going to court. The mediation section also provides referral services consisting of directing certain consumer complaints to federal, state and local regulatory agencies that are established to address specialized consumer issues.",
    "Data source": "https://www.marincountyda.org/service/consumer-protection-unit"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "File a claim against the County (File a claim)",
    "Service description": "Form to file a claim against the County and instructions on how to submit",
    "Data source": "https://www.marincounty.gov/departments/board/file-claim"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Mandatory organic waste disposal violation complaint form (SB 1383 violation complaint form)",
    "Service description": "Form to submit complaints of alleged violations of SB 1383 and the RWMA Mandatory Organic Waste Disposal Reduction Ordinance",
    "Data source": "https://publicworks.marincounty.gov/sb-1383-violation-complaint-form"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Mandatory Tuberculosis reporting for health care providers (Confidential Report for Suspect and Active Tuberculosis Cases)",
    "Service description": "Health care providers must complete a confidential online report(link is external) for all suspect and active tuberculosis cases among Marin County residents. Please do not wait for laboratory confirmation before reporting.",
    "Data source": "https://www.marinhhs.org/communicable-disease-prevention-control-unit"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Real Estate Fraud Complaint Form",
    "Service description": "The types of cases which will be considered for investigation are frauds that result from real estate transactions and/or schemes such as: submission of a forged loan application; fraudulent transfers of title to real property; recordation of fraudulent real estate documents; and foreclosure and loan modification fraud.",
    "Data source": "https://www.marincountyda.org/service/real-estate-fraud"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Report a foodborne illness",
    "Service description": "Form used to report becoming sick from eating or drinking a purchased item",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/environmental-health-services-complaint-form/report-food-illness"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Report unsafe or unsanitary conditions (Submit a complaint)",
    "Service description": "Form and information to submit a complaint regarding lack of hot water, rodent, cockroach, bedbug infestation, structural damage, extensive mold due to water leaks, lack of heat, sewage overflow, major plumbing or roof leaks, and other maintenance emergencies",
    "Data source": "https://www.marincounty.gov/departments/cda/env-health-svcs/environmental-health-services-complaint-form"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Request a Civil Grand Jury Investigation",
    "Service description": "Ask the Grand Jury to look into an issue that affects Marin County.",
    "Data source": "https://www.marincounty.gov/departments/grand-jury/request-civil-grand-jury-investigation"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Roads: Report an issue",
    "Service description": "Form to request road maintenance or support such as if there is a fallen tree, blocked roadway, missing or damages street sign, if I want graffiti removal, etc.",
    "Data source": "https://publicworks.marincounty.gov/report-an-issue/"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Secondhand Smoke Complaint Form",
    "Service description": "Part of the Tabacco and Nicotine Prevention Program, it is a form to report smoking and vaping in multi-unit housing complexes",
    "Data source": "https://docs.google.com/forms/d/e/1FAIpQLSfN1HaZYAvFefsrQZY7mLy_XNxI4lp2ZYmT46nrQsbtnbHjAA/viewform?pli=1"
  },
  {
    "Category": "Public concerns reporting",
    "Service": "Victim Witness Assistance Program",
    "Service description": "The Marin County District Attorney’s Office Victim Witness Assistance Program provides a variety of services to crime victims, witnesses and their families. Provides services such as crisis intervention, orientation to the criminal justice system, case status and disposition, resource and referral assistance, and more.",
    "Data source": "https://www.marincountyda.org/service/victim-witness-assistance"
  },
  {
    "Category": "Public records services",
    "Service": "Certificate of Aliveness",
    "Service description": "A Certificate of Aliveness is an official document that shows a person was alive at the time it was signed or issued. This certificate might be needed to receive pensions, annuities, and other government or financial benefits",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/county-clerk-certifications/certificate-aliveness"
  },
  {
    "Category": "Public records services",
    "Service": "Certificate of Authority of Admitted Surety Insurer",
    "Service description": "A surety company must be approved by the state to do business in California. This approval means the company is an admitted insurer and meets the state’s legal and financial standards.",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/county-clerk-certifications/certificate-authority-admitted-surety-insurer"
  },
  {
    "Category": "Public records services",
    "Service": "Health Officer & Notary Public Verification",
    "Service description": "Verify the signature of documents such as health officers on birth or death certificates recorded in Marin County, notaries public who filed their oath in Marin County, and more",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/county-clerk-certifications/health-officer-and-notary-public-verifications"
  },
  {
    "Category": "Public records services",
    "Service": "Medical Marijuana Photo Identification Card Application",
    "Service description": "The Medical Marijuana ID Program, provided by the Marin County Department of Health and Human Services, Office of Vital Statistics, offers seriously ill Marin County residents an efficient and confidential method to verify to law enforcement representatives that they qualify for the use of medical marijuana. This program is consistent with the intent of Proposition 215 (California Health and Safety Code-Section11362.5). This service is available to both patients and their primary caregiver. T",
    "Data source": "https://www.marinhhs.org/medical-marijuana-photo-identification-card-application"
  },
  {
    "Category": "Public records services",
    "Service": "Request a public record",
    "Service description": "Portal to make a request for government documents and records",
    "Data source": "https://www.marincounty.gov/departments/county-counsel/public-records/request-public-record"
  },
  {
    "Category": "Public records services",
    "Service": "Request birth, death, or fetal death certificates, or disposition permits (Birth and Death Certificates)",
    "Service description": "Request records such as birth certificates, death certificates, fetal death certificates, and/or disposition permits",
    "Data source": "https://www.marinhhs.org/vital-statistics-birth-death-records"
  },
  {
    "Category": "Public records services",
    "Service": "Translation Certificate",
    "Service description": "This certificate confirms that an English translation of a foreign language document is accurate.",
    "Data source": "https://arcc.marincounty.gov/services/county-clerk-services/translation-certificate"
  },
  {
    "Category": "Vendor enrollment services",
    "Service": "Application to be included in the current year's Qualified Bidders List for the County (Qualified Bidders List)",
    "Service description": "Form to submit to be included on the Department of Public Works Qualified Bidders List for the current year",
    "Data source": "https://publicworks.marincounty.gov/bid-opportunities/"
  },
  {
    "Category": "Vendor services",
    "Service": "Get a replacement check for vendor services (Get a replacement check)",
    "Service description": "Get a replacement check form the County of Marin if check was lost or it's too old to cash",
    "Data source": "https://www.marincounty.gov/departments/finance/accounts-payable/request-payment/replace-lost-or-outdated-check"
  },
  {
    "Category": "Vendor services",
    "Service": "Register as a Vendor",
    "Service description": "Portal and form to register as a vendor",
    "Data source": "https://www.marincounty.gov/departments/finance/accounts-payable/register-vendor"
  },
  {
    "Category": "Vendor services",
    "Service": "Request a 1099 Copy",
    "Service description": "Request a replacement tax form (1099)",
    "Data source": "https://www.marincounty.gov/departments/finance/accounts-payable/request-1099-copy"
  },
  {
    "Category": "Vendor services",
    "Service": "Request payment from the county",
    "Service description": "If you’re a vendor, information and portal to submit an invoice or check on the status of your payment.",
    "Data source": "https://www.marincounty.gov/departments/finance/accounts-payable/request-payment"
  },
  {
    "Category": "Vendor services",
    "Service": "Update My Vendor Information",
    "Service description": "Update vendor information",
    "Data source": "https://www.marincounty.gov/departments/finance/accounts-payable/update-my-vendor-information"
  },
  {
    "Category": "Venue rental services",
    "Service": "Marin Center facilities rental (Facilities rental)",
    "Service description": "The Marin Center offers a diverse range of facilities that make it an ideal choice for event venue rentals. The 55-acre campus includes a park and a 14-acre lagoon adjacent to the Marin County Civic Center in San Rafael, California.  With its multiple venues, including the spacious Exhibit Hall, the elegant Showcase Theater, and the versatile Veterans' Memorial Auditorium, the Marin Center can accommodate a wide variety of events, from trade shows and conferences to concerts and theatrical performances.",
    "Data source": "https://www.marincenter.marincounty.gov/facilities-rental"
  }
]